/* Localizable strings of com.apple.iChat.Jabber preference manifest */

"iChat.pfm_title" =					"iChat-10.6";
"iChat.pfm_description" =				"Jabber 10.6 用の iChat 環境設定です。";

"ManagedAccounts.pfm_title" =				"管理対象のアカウントの情報";
"ManagedAccounts.pfm_description" =				"管理対象のアカウントです。";
"AccountsToImport.pfm_title" =				"読み込まれるアカウントの情報";
"AccountsToImport.pfm_description" =			"読み込まれるアカウントです。";

"00000000-0000-0000-0001-000000000001.pfm_title" =			"管理対象のアカウントの情報";
"00000000-0000-0000-0001-000000000001.pfm_description" =		"管理対象のアカウントのアカウント情報です。";
"00000000-0000-0000-0001-000000000002.pfm_title" =			"読み込まれるアカウントの情報";
"00000000-0000-0000-0001-000000000002.pfm_description" =		"読み込まれるアカウントのアカウント情報です。";

"LoginAs.pfm_title" =			"アカウント名";
"LoginAs.pfm_description" =			"メールアドレス形式のアカウント名および iChat サーバです。現在のユーザのユーザ名を指定するには“%@”を使用します。例）“%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"自己署名の SSL を許可";
"AllowSelfSignedSSL.pfm_description" =			"自己署名の SSL 証明書を許可する場合は 1 に設定します。";
"AutoDiscoverHostAndPort.pfm_title" =			"サーバを自動検出";
"AutoDiscoverHostAndPort.pfm_description" =			"クライアントで iChat サーバおよびポートを自動的に検出する場合は 1 に設定します。";
"Description.pfm_title" =			"説明";
"Description.pfm_description" =			"アカウントの説明です。";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Kerberos v5 認証を使用する場合は 1 に設定します。";

"UseSSL.pfm_title" =			"SSL を使用";
"UseSSL.pfm_description" =			"SSL 暗号化を使用する場合は 1 に設定します。";
"ServerHost.pfm_title" =			"サーバのアドレス";
"ServerHost.pfm_description" =			"iChat サーバのアドレス（DNS 名または IP アドレス）です。";
"ServerPort.pfm_title" =			"サーバポート";
"ServerPort.pfm_description" =			"iChat サーバのポート番号です。";
"ServerSSLPort.pfm_title" =			"サーバ SSL ポート";
"ServerSSLPort.pfm_description" =			"iChat サーバの SSL ポートのポート番号です。";

"AutoLogin.pfm_title" =							"自動ログイン";
"AutoLogin.pfm_description" =						"iChat の開始時に自動ログインする場合は 1 に設定します。";
"AllowClearTextPasswords.pfm_title" =			"クリアテキスト・パスワードを許可";
"AllowClearTextPasswords.pfm_description" =			"サーバ側でクリアテキスト・パスワードを許可する場合は 1 に設定します。";
